{
  "navbar": {
    "home": "Home",
    "about": "About Us",
    "practice": "Practice Areas",
    "people": "Our People",
    "news": "Legal News",
    "contact": "Contact Us"
  },
  "section_about_us" : {
    "title": "About Us",
    "practice_area": "Practice Areas",
    "years_of_experience": "Years of Experience",
    "experienced_lawyers": "Experienced Lawyers",
    "description": "HADIPURWANTO LAW OFFICE (HLO) is an independent law firm based in Jakarta, Indonesia. Established by dynamic, dedicated, and intelligent lawyers, HLO prioritizes the highest standards of professionalism in all its legal services. Our team of lawyers possesses expertise and wide connections across various sectors, offering exceptional experience in providing tailored legal solutions for every client.",
    "see_more": "See More",
    "detail": {
      "title_protecting": "Protecting the Legal Rights and Interests of Our Clients",
      "title_providing": "Providing Expert Legal Advice and Representation",
      "title_tailored": "Tailored, Professional, and Effective Legal Services",
      "title_experience": "Experienced Attorneys in Diverse Areas of Law",
      "quotes_client": "Client's",
      "quotes_description": "Interests, Trusted, Effective, Efficient, Proactive, Communicative."
    }
  },
  "section_practice_areas" : {
    "title": "Practice Areas",
    "description": "At HADIPURWANTO LAW OFFICE, we offer a wide range of legal services, specializing in both contentious and non-contentious matters. Our experienced attorneys are equipped to provide tailored legal solutions to meet the needs of our diverse clientele.",
    "see_more": "See More",
    "content": {
      "commercial": {
        "title":"Commercial Litigation",
        "description": "We specialize in resolving complex business disputes through effective legal strategies and representation."
      },
      "criminal": {
        "title": "Criminal Litigation",
        "description": "Defending clients against criminal charges with thorough case analysis and committed legal defense."
      },
      "intellectual": {
        "title": "Intellectual Property Rights",
        "description": "Protecting your creations and inventions through strategic IP protection and enforcement."
      },
      "mergers": {
        "title": "Mergers & Acquisitions",
        "description": "Providing expert legal advice in corporate transactions, from negotiation to finalization."
      },
      "banking": {
        "title": "Banking and Finance Law",
        "description": "Offering legal solutions for regulatory compliance, investment, and banking transactions."
      }
    },
    "our_client": "Our Clients",
    "our_client_description": "We take pride in partnering with leading companies across various industries."
  },
  "section_our_people" : {
    "title": "Our People",
    "description": "HADIPURWANTO LAW OFFICE is established by dynamic and intelligent lawyers, with professional qualities, skills, and expertise. Our lawyers have extensive knowledge and connections across various sectors, offering excellent experience in providing solutions for clients through research, analysis, and creative thinking.",
    "people": {
      "1": {
        "name": "Nicolas Desta Pramana, S.H.",
        "title": "Managing Partner",
        "description": "Desta is the Managing Partner of HLO. He graduated in law with cum..."
      },
      "2": {
        "name": "Ary Ramadhanoe Amanza, S...",
        "title": "Senior Associate",
        "description": "Ary Ramadhanoe Amanza is a Senior Associate of Hadipurwanto Law O..."
      },
      "3": {
        "name": "Irfan Andityo, S.H.",
        "title": "Associate",
        "description": "Irfan is an Associate at Hadipurwanto Law Office. He grad..."
      },
      "4": {
        "name": "Fabyani Fadillah, S.H.",
        "title": "Associate",
        "description": "Fanny is an Associate of Hadipurwanto Law Office. She gra..."
      },
      "5": {
        "name": "Amabel S. M. Panjaitan, S.H...",
        "title": "Associate",
        "description": "Abel is an Associate of Hadipurwanto Law Office (“HLO”)..."
      },
      "6": {
        "name": "Aro Sintong Malau, S.H.",
        "title": "Associate",
        "description": "Aro is an Associate at Hadipurwanto Law Office (“HLO”). He graduated f..."
      }
    },
    "benefit": "Benefits",
    "title_benefit": "At HADIPURWANTO LAW OFFICE, we prioritize building strong relationships with both local and international legal partners to deliver the highest quality legal services for our clients.",
    "company": {
      "1": {
        "title": "Courtesy Visit from CNPLaw LLP, Singapore",
        "description": "We recently welcomed CNPLaw LLP from Singapore to strengthen our collaboration and exchange legal expertise for better client service."
      },
      "2": {
        "title": "Courtesy Visit from Eugene Thuraisingam LLP, Singapore",
        "description": "Our visit from Eugene Thuraisingam LLP in Singapore further enhances our global network, focusing on advancing legal solutions and shared knowledge."
      },
      "3": {
        "title": "Courtesy Visit to Puno & Puno Law Office, Philippines",
        "description": "Our team visited Puno & Puno Law Office in the Philippines to solidify our partnership and discuss future collaborative opportunities."
      }
    }
  }
}