{
  "navbar": {
    "home": "Beranda",
    "about": "Tentang Kami",
    "practice": "Area Praktik",
    "people": "Tim Kami",
    "news": "Berita Hukum",
    "contact": "Hubungi Kami"
  },
  "section_about_us": {
    "title": "Tentang Kami",
    "practice_area": "Area Praktik",
    "years_of_experience": "Tahun Pengalaman",
    "experienced_lawyers": "Pengacara Berpengalaman",
    "description": "HADIPURWANTO LAW OFFICE (HLO) adalah firma hukum independen yang berbasis di Jakarta, Indonesia. Didirikan oleh pengacara yang dinamis, berdedikasi, dan cerdas, HLO memprioritaskan standar profesionalisme tertinggi dalam semua layanan hukumnya. Tim pengacara kami memiliki keahlian dan jaringan luas di berbagai sektor, menawarkan pengalaman luar biasa dalam memberikan solusi hukum yang disesuaikan untuk setiap klien.",
    "see_more": "Lihat Selengkapnya",
    "detail": {
      "title_protecting": "Melindungi Hak dan Kepentingan Hukum Klien Kami",
      "title_providing": "Memberikan Nasihat dan Representasi Hukum yang Ahli",
      "title_tailored": "Layanan Hukum Profesional, Efektif, dan Tepat Sasaran",
      "title_experience": "Pengacara Berpengalaman di Berbagai Bidang Hukum",
      "quotes_client": "Kepentingan Klien,",
      "quotes_description": "Dipercaya, Efektif, Efisien, Proaktif, Komunikatif."
    }
  },
  "section_practice_areas": {
    "title": "Area Praktik",
    "description": "Di HADIPURWANTO LAW OFFICE, kami menyediakan berbagai layanan hukum, baik litigasi maupun non-litigasi. Pengacara berpengalaman kami siap memberikan solusi hukum yang disesuaikan untuk memenuhi kebutuhan klien kami yang beragam.",
    "see_more": "Lihat Selengkapnya",
    "content": {
      "commercial": {
        "title": "Litigasi Komersial",
        "description": "Kami berfokus pada penyelesaian sengketa bisnis yang kompleks melalui strategi hukum yang efektif dan representasi profesional."
      },
      "criminal": {
        "title": "Litigasi Pidana",
        "description": "Membela klien terhadap tuduhan pidana dengan analisis kasus yang mendalam dan pembelaan hukum yang kuat."
      },
      "intellectual": {
        "title": "Hak Kekayaan Intelektual",
        "description": "Melindungi karya dan invensi Anda melalui strategi perlindungan dan penegakan HKI yang tepat."
      },
      "mergers": {
        "title": "Merger & Akuisisi",
        "description": "Memberikan nasihat hukum terkait transaksi korporasi, mulai dari negosiasi hingga finalisasi."
      },
      "banking": {
        "title": "Hukum Perbankan dan Keuangan",
        "description": "Menyediakan solusi hukum terkait kepatuhan regulasi, investasi, dan transaksi perbankan."
      }
    },
    "our_client": "Klien Kami",
    "our_client_description": "Kami bangga bermitra dengan perusahaan-perusahaan terkemuka dari berbagai industri."
  }
}